test/good/unbound-loop-5.cfg.dot
digraph "unbound-loop-5" {
    node [shape=box];
    subgraph "cluster_test" {
        label="test";
        "test_141" [label="let a: Int = 10"];
        "test_142" [label="repeat (a)"];
        "test_145" [label="return a",style=filled,fillcolor="#66A7DB"];
        "test_141" -> "test_142";
        "test_142" -> "test_142";
        "test_142" -> "test_145";
    }
}
